const img_datas_albert=[
    {
        src:'images\\Albert Itelas D Wombo\\castle_lake_forest.jpg',
        id:'img-card-1',
        title:'The Castle',
        author:'Albert Itelas Wombo',
        short:'<p>創作於2001年,取材於歐洲某座森林湖畔,\
        取實景的自然場景與幻想的湖中古堡...</p>',
        detail:"<p>創作於2001年,取材於歐洲某座森林湖畔,\
        取實景的自然場景與幻想的湖中古堡,\
        構建出了中世紀奇幻風格的畫作。\
        </p>\
        <p>人跡罕至的森林內部,卻有著燈火通明的城堡,森林的寂靜與城堡內的喧囂,\
        周遭森林的雲霧瀰漫而城堡卻清晰可見,觀賞整幅畫作,你可以感覺到寧靜,\
        觀察城堡時卻又好像人聲鼎沸,矛盾與衝突融合在自然之中。\
        </p>"
    },
    {
        src:'images/Albert Itelas D Wombo/cloudanmountain.jpg',
        id:'img-card-2',
        title:'Rocks',
        author:'Albert Itelas Wombo',
        short:'<p>創作於2002年,取材於西亞地區的某山區,\
        作者將植被去除,山區只剩下灰白的外表...</p>',
        detail:"<p>創作於2002年,取材於西亞地區的某山區,\
        作者將植被去除,山區只剩下灰白的外表,顯示著對於過度開發的憂慮,\
        搭配上碩大的月亮與雲霧裊裊透露著孤獨,以此構建出了近未來的末世風格的畫作。\
        </p>\
        <p>畫的是山卻名為石,訴說著作者認為沒了樹林與植被,山不再是山不過是冰冷的石頭,\
        了了無幾的植物象徵剩餘的生機,頑強且拼命的生存著,雲霧像自然的防護衣,妄圖阻擋蛀蟲侵入,\
        月亮則像探照燈,意圖將身上的蛀蟲找出,在絕望中掙扎著。\
        </p>"
    },
    {
        src:"images/Albert Itelas D Wombo/italy_fog.jpg",
        id:'img-card-3',
        title:"Lontaly",
        author:"Albert Itelas Wombo",
        short:'<p>創作於1999年,取材自義大利及倫敦,\
        作者描繪的建築是義大利的建築,但卻添加了倫敦的濃霧...</p>',
        detail:'<p>創作於1999年,取材自義大利及倫敦,\
        作者描繪的建築是義大利的建築,但卻添加了倫敦的濃霧,\
        將原本充滿人文藝術氣息的義大利風格,轉調成神秘古街。\
        </p>\
        <p>遠方的濃霧阻擋著前行的道路,象徵著作者作畫時內心的徬徨,\
        這或許與作者在當時初遊異地有關,陌生的環境與令人不安的謠言,影響著作者的內心,\
        透過畫作傳來的不安情緒令人窒息。\
        </p>'
    }
]